Repository: humananalog/fatnag
Catalog: TheScale/TheScale/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# live.auto_confirm
source: Auto-confirm in %ds
ar: تأكيد تلقائي خلال %ds
ca: Confirmació automàtica en %ds
cs: Automatické potvrzení za %ds
da: Autobekræft om %ds
de: Auto-Bestätigung in %ds
el: Αυτόματη επιβεβαίωση σε %ds
es: Autoconfirmar en %ds
fi: Autovahvistus %ds kuluttua
fr: Auto-confirm en %ds
he: אישור אוטומטי בעוד %ds
hi: %ds में ऑटो-पुष्टि
hr: Automatska potvrda za %ds
hu: Automatikus megerősítés %ds múlva
id: Konfirmasi otomatis dalam %ds
it: Auto-conferma tra %ds
ja: %d秒後に自動確定
ko: %ds에서 자동 확인
ms: Sahkan automatik dalam %ds
nb: Autobekreft om %ds
nl: Auto-bevestiging over %ds
pl: Auto-potwierdzenie za %ds
pt_br: Autoconfirmar em %ds
pt_pt: Autoconfirmar em %ds
ro: Autoconfirmare în %ds
ru: Автоподтверждение через %ds
sk: Automatické potvrdenie o %ds
sv: Autobekräfta om %ds
th: ยืนยันอัตโนมัติใน %ds
tr: %ds içinde otomatik onay
uk: Автопідтвердження через %ds
vi: Tự xác nhận sau %ds
zh_hans: 在%d中自动确认
zh_hant: %ds 後自動確認

# live.body_fat
source: Body fat
ar: دهون الجسم
ca: Greix corporal
cs: Tělesný tuk
da: Kropsfedt
de: Körperfett
el: Λίπος
es: Grasa corporal
fi: Rasvaprosentti
fr: Masse grasse
he: שומן גוף
hi: बॉडी फैट
hr: Tjelesna mast
hu: Testzsír
id: Lemak tubuh
it: Grasso corporeo
ja: 体脂肪
ko: 체지방
ms: Lemak badan
nb: Kroppsfett
nl: Vetpercentage
pl: Tłuszcz
pt_br: Gordura corporal
pt_pt: Gordura corporal
ro: Grăsime corporală
ru: Жир
sk: Telesný tuk
sv: Kroppsfett
th: ไขมันร่างกาย
tr: Vücut yağı
uk: Жир
vi: Mỡ cơ thể
zh_hans: 体脂
zh_hant: 體脂

# live.body_fat_pct
source: Body fat %
ar: دهون الجسم %
ca: % de greix corporal
cs: Tělesný tuk %
da: Kropsfedt %
de: Körperfett %
el: Λίπος %
es: Grasa corporal %
fi: Rasva %
fr: Graisse %
he: שומן גוף %
hi: बॉडी फैट %
hr: Tjelesna mast %
hu: Testzsír %
id: Lemak tubuh %
it: Grasso corporeo %
ja: 体脂肪％
ko: 체지방 %
ms: Lemak %
nb: Kroppsfett %
nl: Vet %
pl: Tłuszcz %
pt_br: Gordura corporal %
pt_pt: Gordura corporal %
ro: Grăsime corporală %
ru: Жир %
sk: Telesný tuk %
sv: Kroppsfett %
th: ไขมัน %
tr: Vücut yağı %
uk: Жир %
vi: Mỡ %
zh_hans: 体脂 %
zh_hant: 體脂 %

# live.cal.hint
source: Place that mass barefoot-optional on the platform. Live kg below is raw from the scale. Store when it settles.
ar: ضع تلك الكتلة على المنصة — حافي القدمين اختياري. الـ Live كغ أدناه قراءة خام من الميزان. احفظ عندما تستقر.
ca: Col·loca aquesta massa descalç-opcional a la plataforma. Els kg vius de sota són en brut de l'escala. Emmagatzemar quan s'assenta.
cs: Postav tu hmotu na platformu — bosé nohy volitelné. Live kg níže je syrový údaj z váhy. Ulož, až se ustálí.
da: Sæt massen barfodet-valgfrit på platformen. Live-kg nedenfor er rå fra vægten. Gem, når den stabiliserer.
de: Die Masse barfuß-optional auf die Plattform. Live-kg unten ist Rohwert von der Waage. Speichern, wenn es sich einpendelt.
el: Βάλε αυτή τη μάζα στην πλατφόρμα — ξυπόλητος προαιρετικά. Το Live kg κάτω είναι ακατέργαστο από τη ζυγαριά. Αποθήκευσε όταν σταθεροποιηθεί.
es: Pon esa masa (pies descalzos opcional) en la plataforma. Los kg LIVE abajo son crudos de la báscula. Guarda cuando se estabilice.
fi: Aseta massa paljain jaloin -valinnaisesti alustalle. Live-kg alla on raaka vaa'asta. Tallenna kun se asettuu.
fr: Pose cette masse sur le plateau. Le kg live ci-dessous est brut depuis la balance. Enregistre quand c’est stable.
he: שים את המסה על הפלטפורמה — יחף אופציונלי. ה־Live ק"ג למטה הוא גולמי מהמשקל. שמור כשמתייצב.
hi: उस द्रव्यमान को प्लेटफ़ॉर्म पर रखें (बिना जूते वैकल्पिक)। नीचे LIVE kg स्केल से कच्चा है। स्थिर होने पर स्टोर करें।
hr: Stavi tu masu na platformu — boso opcionalno. Live kg ispod je sirovo s vage. Spremi kad se stabilizira.
hu: Tedd azt a tömeget a platformra — mezítláb opcionális. Az alábbi Live kg nyers a mérlegről. Tárold, ha stabilizálódik.
id: Letakkan massa di platform (boleh tanpa sepatu). kg LIVE di bawah mentah dari timbangan. Simpan saat stabil.
it: Metti quella massa (piedi scalzi opzionale) sulla piattaforma. I kg LIVE sotto sono grezzi dalla bilancia. Salva quando si stabilizza.
ja: その質量をプラットフォームに載せて。下のライブkgはスケール生値。安定したら保存。
ko: 맨발 옵션 덩어리를 플랫폼에 놓습니다. 아래 활성 kg은 눈금에서 원시입니다. 정착하면 보관하세요.
ms: Letak jisim itu di platform — kaki kosong pilihan. kg LIVE di bawah mentah dari penimbang. Simpan bila stabil.
nb: Sett massen barfot-valgfritt på plattformen. Live-kg nedenfor er rå fra vekten. Lagre når den stabiliserer.
nl: Zet die massa (blootsvoets optioneel) op het platform. Live kg hieronder is rauw van de weegschaal. Bewaar als het stabiliseert.
pl: Postaw tę masę na platformie — boso opcjonalnie. Live kg poniżej to surowy odczyt z wagi. Zapisz, gdy się ustabilizuje.
pt_br: Coloque essa massa (pés descalços opcional) na plataforma. Os kg LIVE abaixo são brutos da balança. Salve quando estabilizar.
pt_pt: Coloca essa massa (pés descalços opcional) na plataforma. Os kg LIVE abaixo são brutos da balança. Guarda quando estabilizar.
ro: Pune masa aia (bosanci opțional) pe platformă. kg LIVE de jos e brut de pe cântar. Salvează când se stabilizează.
ru: Поставь эту массу на платформу — босиком по желанию. Live кг ниже — сырой отсчёт с весов. Сохрани, когда устаканится.
sk: Postav tú hmotu na platformu — bosé nohy voliteľné. Live kg nižšie je surový údaj z váhy. Ulož, keď sa ustáli.
sv: Sätt massan barfota-valfritt på plattformen. Live-kg nedan är råvärde från vågen. Spara när det stabiliserats.
th: วางน้ำหนักบนแท่น (เท้าเปล่าได้) ค่า kg สดด้านล่างมาจากตาชั่งดิบ บันทึกเมื่อนิ่ง
tr: O kütleyi platforma koy — çıplak ayak isteğe bağlı. Aşağıdaki Live kg tartıdan ham. Otursun, sonra kaydet.
uk: Постав цю масу на платформу — босоніж за бажанням. Live кг нижче — сирий відлік із вагів. Збережи, коли усталиться.
vi: Đặt khối lượng lên bàn (có thể chân trần). kg LIVE bên dưới là thô từ cân. Lưu khi ổn định.
zh_hans: 将该块光脚放置在平台上（可选）。下面的活体公斤是从秤上原始的。结算后存放。
zh_hant: 把質量放到秤台（可不穿鞋）。下方 Live kg 是秤的原始值。穩定後儲存。

# live.cal.kg
source: kg
ar: كغ
he: ק"ג
ru: кг
uk: кг

# live.cal.mode
source: Mode
ar: الوضع
cs: Režim
da: Tilstand
de: Modus
el: Λειτουργία
es: Modo
fi: Tila
he: מצב
hi: मोड
hr: Način
hu: Mód
it: Modalità
ja: モード
ko: 모드
ms: Mod
nb: Modus
nl: Modus
pl: Tryb
pt_br: Modo
pt_pt: Modo
ro: Mod
ru: Режим
sk: Režim
sv: Läge
th: โหมด
tr: Mod
uk: Режим
vi: Chế độ
zh_hans: 模式
zh_hant: 模式

# live.cal.no_health
source: Does not write to Apple Health. Body fat % is informational only during calibration.
ar: لا يكتب إلى Apple Health. نسبة الدهون معلوماتية فقط أثناء المعايرة.
ca: No escriu a Apple Health. El % de greix corporal només és informatiu durant la calibració.
cs: Nezapisuje do Apple Health. % tuku je při kalibraci jen informativní.
da: Skriver ikke til Apple Health. Kropsfedt % er kun informativ under kalibrering.
de: Schreibt nicht in Apple Health. Körperfett % ist während der Kalibrierung nur informativ.
el: Δεν γράφει στο Apple Health. Το % λίπους είναι μόνο ενημερωτικό κατά τη βαθμονόμηση.
es: No escribe en Apple Health. El % de grasa es solo informativo durante la calibración.
fi: Ei kirjoita Apple Healthiin. Rasva % on vain informatiivinen kalibroinnin aikana.
fr: N’écrit pas dans Apple Santé. Le % de graisse est informatif pendant la calibration.
he: לא כותב ל־Apple Health. אחוז השומן אינפורמטיבי בלבד בכיול.
hi: Apple Health में नहीं लिखता। कैलिब्रेशन के दौरान बॉडी फैट % केवल जानकारी के लिए।
hr: Ne piše u Apple Health. % masti je samo informativan tijekom kalibracije.
hu: Nem ír Apple Healthbe. A testzsír % csak informatív a kalibrálás alatt.
id: Tidak menulis ke Apple Health. Lemak tubuh % hanya informatif saat kalibrasi.
it: Non scrive su Apple Health. Il % di grasso è solo informativo durante la calibrazione.
ja: Apple Healthには書きません。校正中の体脂肪％は参考情報のみ。
ko: Apple Health에 편지를 쓰지 않습니다. 체지방 % 는 보정 중에만 정보를 제공합니다.
ms: Tidak menulis ke Apple Health. Lemak % hanya maklumat semasa penentukuran.
nb: Skriver ikke til Apple Health. Kroppsfett % er kun informativ under kalibrering.
nl: Schrijft niet naar Apple Health. Vet % is alleen informatief tijdens kalibratie.
pl: Nie zapisuje do Apple Health. % tłuszczu tylko informacyjnie podczas kalibracji.
pt_br: Não grava no Apple Health. O % de gordura é só informativo durante a calibração.
pt_pt: Não grava no Apple Health. O % de gordura é só informativo durante a calibração.
ro: Nu scrie în Apple Health. % grăsime e doar informativ în timpul calibrării.
ru: Не пишет в Apple Health. % жира только информативно при калибровке.
sk: Nezapisuje do Apple Health. % tuku je pri kalibrácii len informatívny.
sv: Skriver inte till Apple Health. Kroppsfett % är endast informativt under kalibrering.
th: ไม่เขียนไป Apple Health ไขมัน % เป็นข้อมูลอย่างเดียวตอนปรับเทียบ
tr: Apple Health’e yazmaz. Kalibrasyonda yağ % yalnızca bilgilendirici.
uk: Не пише в Apple Health. % жиру лише інформативно під час калібрування.
vi: Không ghi vào Apple Health. Mỡ % chỉ mang tính thông tin khi hiệu chỉnh.
zh_hans: 不写信给Apple Health。体脂%仅在校准期间提供信息。
zh_hant: 不寫入 Apple Health。校正期間體脂 % 僅供參考。

# live.cal.raw_reading
source: Raw reading %.3f kg → target %.3f kg
ar: قراءة خام %.3f كغ ← هدف %.3f كغ
ca: Lectura bruta %.3f kg → objectiu %.3f kg
cs: Syrový údaj %.3f kg → cíl %.3f kg
da: Råaflæsning %.3f kg → mål %.3f kg
de: Rohwert %.3f kg → Ziel %.3f kg
el: Ακατέργαστη ένδειξη %.3f kg → στόχος %.3f kg
es: Lectura cruda %.3f kg → objetivo %.3f kg
fi: Raakalukema %.3f kg → tavoite %.3f kg
fr: Lecture brute %.3f kg → cible %.3f kg
he: קריאה גולמית %.3f ק"ג ← יעד %.3f ק"ג
hi: कच्चा रीडिंग %.3f kg → लक्ष्य %.3f kg
hr: Sirovo očitavanje %.3f kg → cilj %.3f kg
hu: Nyers mérés %.3f kg → cél %.3f kg
id: Bacaan mentah %.3f kg → target %.3f kg
it: Lettura grezza %.3f kg → obiettivo %.3f kg
ja: 生値 %.3f kg → 目標 %.3f kg
ko: 원시 판독 %.3f kg → 목표 %.3f kg
ms: Bacaan mentah %.3f kg → sasaran %.3f kg
nb: Råavlesning %.3f kg → mål %.3f kg
nl: Ruwe meting %.3f kg → doel %.3f kg
pl: Surowy odczyt %.3f kg → cel %.3f kg
pt_br: Leitura bruta %.3f kg → meta %.3f kg
pt_pt: Leitura bruta %.3f kg → meta %.3f kg
ro: Citire brută %.3f kg → țintă %.3f kg
ru: Сырой отсчёт %.3f кг → цель %.3f кг
sk: Surový údaj %.3f kg → cieľ %.3f kg
sv: Råavläsning %.3f kg → mål %.3f kg
th: ค่าดิบ %.3f kg → เป้าหมาย %.3f kg
tr: Ham okuma %.3f kg → hedef %.3f kg
uk: Сирий відлік %.3f кг → ціль %.3f кг
vi: Đọc thô %.3f kg → mục tiêu %.3f kg
zh_hans: 原始读数%.3f kg→目标%.3f kg
zh_hant: 原始讀數 %.3f kg → 目標 %.3f kg

# live.cal.reference
source: Reference mass on the scale
ar: كتلة مرجعية على الميزان
ca: Massa de referència a l'escala
cs: Referenční hmotnost na váze
da: Referencemasse på vægten
de: Referenzmasse auf der Waage
el: Μάζα αναφοράς στη ζυγαριά
es: Masa de referencia en la báscula
fi: Referenssimassa vaa'alla
fr: Masse de référence sur la balance
he: מסת ייחוס על המשקל
hi: स्केल पर संदर्भ द्रव्यमान
hr: Referentna masa na vagi
hu: Referencia tömeg a mérlegen
id: Massa referensi di timbangan
it: Massa di riferimento sulla bilancia
ja: スケール上の基準質量
ko: 눈금의 기준 질량
ms: Jisim rujukan pada penimbang
nb: Referansemasse på vekten
nl: Referentiemassa op de weegschaal
pl: Masa referencyjna na wadze
pt_br: Massa de referência na balança
pt_pt: Massa de referência na balança
ro: Masă de referință pe cântar
ru: Эталонная масса на весах
sk: Referenčná hmotnosť na váhe
sv: Referensmassa på vågen
th: มวลอ้างอิงบนตาชั่ง
tr: Tartıdaki referans kütle
uk: Еталонна маса на вагах
vi: Khối lượng chuẩn trên cân
zh_hans: 刻度上的参考质量
zh_hant: 秤上的參考質量

# live.cal.store
source: Store calibration
ar: حفظ المعايرة
ca: Calibració de la botiga
cs: Uložit kalibraci
da: Gem kalibrering
de: Kalibrierung speichern
el: Αποθήκευση βαθμονόμησης
es: Guardar calibración
fi: Tallenna kalibrointi
fr: Enregistrer la calibration
he: שמור כיול
hi: कैलिब्रेशन स्टोर करें
hr: Spremi kalibraciju
hu: Kalibrálás mentése
id: Simpan kalibrasi
it: Salva calibrazione
ja: 校正を保存
ko: 스토어 보정
ms: Simpan penentukuran
nb: Lagre kalibrering
nl: Bewaar kalibratie
pl: Zapisz kalibrację
pt_br: Salvar calibração
pt_pt: Guardar calibração
ro: Salvează calibrarea
ru: Сохранить калибровку
sk: Uložiť kalibráciu
sv: Spara kalibrering
th: บันทึกการปรับเทียบ
tr: Kalibrasyonu kaydet
uk: Зберегти калібрування
vi: Lưu hiệu chỉnh
zh_hans: 商店校准
zh_hant: 儲存校正

# live.cal.stored
source: Stored %@ from raw %.3f kg → true %.3f kg. Live weighs will use this correction.
ar: حُفظ %@ من خام %.3f كغ ← حقيقي %.3f كغ. أوزان Live ستستخدم هذا التصحيح.
ca: S'ha emmagatzemat %@ a partir de %.3f kg en brut i %.3f kg en → veritat. Els pesos vius utilitzaran aquesta correcció.
cs: Uloženo %@ ze syrového %.3f kg → skutečné %.3f kg. Live vážení použije tuto korekci.
da: Gemte %@ fra rå %.3f kg → sand %.3f kg. Live-vejninger bruger denne korrektion.
de: %@ gespeichert von Roh %.3f kg → wahr %.3f kg. Live-Wiegungen nutzen diese Korrektur.
el: Αποθηκεύτηκε %@ από ακατέργαστο %.3f kg → πραγματικό %.3f kg. Τα Live ζυγίσματα θα χρησιμοποιούν αυτή τη διόρθωση.
es: Guardado %@ desde crudo %.3f kg → real %.3f kg. Los pesajes LIVE usarán esta corrección.
fi: Tallennettu %@ raa'asta %.3f kg → oikea %.3f kg. Live-punnitukset käyttävät tätä korjausta.
fr: Enregistré %@ depuis brut %.3f kg → vrai %.3f kg. Les pesées live utiliseront cette correction.
he: נשמר %@ מגולמי %.3f ק"ג ← אמיתי %.3f ק"ג. שקילות Live ישתמשו בתיקון הזה.
hi: %@ स्टोर: कच्चा %.3f kg → सही %.3f kg। LIVE तौल इस सुधार का उपयोग करेंगे।
hr: Spremljeno %@ iz sirovog %.3f kg → stvarno %.3f kg. Live vaganja će koristiti ovu korekciju.
hu: Mentve %@ nyers %.3f kg → valódi %.3f kg. A Live mérések ezt a korrekciót használják.
id: Tersimpan %@ dari mentah %.3f kg → benar %.3f kg. Timbangan LIVE memakai koreksi ini.
it: Salvato %@ da grezzo %.3f kg → vero %.3f kg. Le pesate LIVE useranno questa correzione.
ja: %@を生値 %.3f kg → 真値 %.3f kg として保存。ライブ計測はこの補正を使います。
ko: %@를 원시 %.3f kg → 실제 %.3f kg로 저장. 라이브 계량이 이 보정을 사용합니다.
ms: Disimpan %@ dari mentah %.3f kg → benar %.3f kg. Timbang LIVE guna pembetulan ini.
nb: Lagret %@ fra rå %.3f kg → sann %.3f kg. Live-veiinger bruker denne korreksjonen.
nl: %@ bewaard van rauw %.3f kg → echt %.3f kg. Live wegingen gebruiken deze correctie.
pl: Zapisano %@ z surowego %.3f kg → prawdziwe %.3f kg. Live ważenia użyją tej korekty.
pt_br: Salvo %@ do bruto %.3f kg → real %.3f kg. Pesagens LIVE usarão esta correção.
pt_pt: Guardado %@ do bruto %.3f kg → real %.3f kg. As pesagens LIVE usarão esta correção.
ro: Salvat %@ din brut %.3f kg → real %.3f kg. Cântăririle LIVE vor folosi această corecție.
ru: Сохранено %@ из сырого %.3f кг → истинное %.3f кг. Live взвешивания возьмут эту поправку.
sk: Uložené %@ zo surového %.3f kg → skutočné %.3f kg. Live váženia použijú túto korekciu.
sv: Sparade %@ från rå %.3f kg → sant %.3f kg. Live-vägningar använder denna korrigering.
th: บันทึก %@ จากดิบ %.3f kg → จริง %.3f kg การชั่งสดจะใช้การแก้นี้
tr: %@ kaydedildi: ham %.3f kg → gerçek %.3f kg. Live tartımlar bu düzeltmeyi kullanır.
uk: Збережено %@ із сирого %.3f кг → справжнє %.3f кг. Live зважування візьмуть цю поправку.
vi: Đã lưu %@ từ thô %.3f kg → thật %.3f kg. Cân LIVE sẽ dùng hiệu chỉnh này.
zh_hans: 已保存 %@：原始 %.3f kg → 真值 %.3f kg。实时称重将使用此校正。
zh_hant: 已儲存 %@：原始 %.3f kg → 真實 %.3f kg。Live 量體重將使用此校正。

# live.cal.wait_settled
source: Wait for settled kg
ar: انتظر استقرار الكغ
ca: Espera els kg establerts
cs: Počkej na ustálené kg
da: Vent på stabiliseret kg
de: Auf eingependeltes kg warten
el: Περίμενε σταθερά kg
es: Espera a que se estabilicen los kg
fi: Odota asettunutta kg
fr: Attends un kg stable
he: חכה לק"ג יציב
hi: स्थिर kg की प्रतीक्षा करें
hr: Pričekaj stabilizirane kg
hu: Várj a stabil kg-re
id: Tunggu kg stabil
it: Attendi che i kg si stabilizzino
ja: 安定したkgを待つ
ko: 정산된 kg을 기다립니다.
ms: Tunggu kg stabil
nb: Vent på stabilisert kg
nl: Wacht op stabiel kg
pl: Poczekaj na ustabilizowane kg
pt_br: Espere os kg estabilizarem
pt_pt: Espera que os kg estabilizem
ro: Așteaptă kg stabilizate
ru: Жди устойчивые кг
sk: Počkaj na ustálené kg
sv: Vänta på stabiliserat kg
th: รอ kg ให้นิ่ง
tr: Oturtulmuş kg bekle
uk: Зачекай усталені кг
vi: Chờ kg ổn định
zh_hans: 等待结算公斤
zh_hant: 等待 kg 穩定

# live.cal.waiting
source: Waiting for a scale reading…
ar: بانتظار قراءة الميزان…
ca: S'està esperant una lectura de l'escala...
cs: Čekám na údaj z váhy…
da: Venter på vægtaflæsning…
de: Warte auf Waagenwert…
el: Αναμονή ένδειξης ζυγαριάς…
es: Esperando lectura de la báscula…
fi: Odotetaan vaa'an lukemaa…
fr: En attente d’une lecture balance…
he: ממתין לקריאת משקל…
hi: स्केल रीडिंग की प्रतीक्षा…
hr: Čekam očitavanje vage…
hu: Mérlegmérésre várok…
id: Menunggu bacaan timbangan…
it: In attesa di una lettura della bilancia…
ja: スケールの読み取り待ち…
ko: 척도 판독을 기다리는 중...
ms: Menunggu bacaan penimbang…
nb: Venter på vektavlesning…
nl: Wachten op een weegschaalmeting…
pl: Czekam na odczyt wagi…
pt_br: Aguardando leitura da balança…
pt_pt: A aguardar leitura da balança…
ro: Se așteaptă citirea cântarului…
ru: Жду отсчёт с весов…
sk: Čakám na údaj z váhy…
sv: Väntar på vågavläsning…
th: รอค่าจากตาชั่ง…
tr: Tartı okuması bekleniyor…
uk: Чекаю відлік із вагів…
vi: Đang chờ số từ cân…
zh_hans: 正在等待刻度读数……
zh_hant: 等待秤讀數…

# live.calibrate
source: Calibrate
ar: معايرة
ca: Calibrar
cs: Kalibrovat
da: Kalibrer
de: Kalibrieren
el: Βαθμονόμηση
es: Calibrar
fi: Kalibroi
fr: Calibrer
he: כיול
hi: कैलिब्रेट
hr: Kalibriraj
hu: Kalibrálás
id: Kalibrasi
it: Calibra
ja: 校正
ko: 교정
ms: Penentukuran
nb: Kalibrer
nl: Kalibreer
pl: Kalibruj
pt_br: Calibrar
pt_pt: Calibrar
ro: Calibrează
ru: Калибровка
sk: Kalibrovať
sv: Kalibrera
th: ปรับเทียบ
tr: Kalibre et
uk: Калібрування
vi: Hiệu chỉnh
zh_hans: 校准
zh_hant: 校正

# live.calibrated
source: calibrated
ar: معاير
ca: Calibratge
cs: kalibrováno
da: kalibreret
de: kalibriert
el: βαθμονομημένο
es: calibrado
fi: kalibroitu
fr: calibré
he: מכויל
hi: कैलिब्रेटेड
hr: kalibrirano
hu: kalibrálva
id: terkalibrasi
it: calibrato
ja: 校正済み
ko: 보정된
ms: ditentukur
nb: kalibrert
nl: gekalibreerd
pl: skalibrowano
pt_br: calibrado
pt_pt: calibrado
ro: calibrat
ru: откалибровано
sk: kalibrované
sv: kalibrerad
th: ปรับเทียบแล้ว
tr: kalibre
uk: відкалібровано
vi: đã hiệu chỉnh
zh_hans: 校准过
zh_hant: 已校正

# live.calibration_saved
source: Calibration saved
ar: تم حفظ المعايرة
ca: S'ha desat la calibració
cs: Kalibrace uložena
da: Kalibrering gemt
de: Kalibrierung gespeichert
el: Η βαθμονόμηση αποθηκεύτηκε
es: Calibración guardada
fi: Kalibrointi tallennettu
fr: Calibration enregistrée
he: הכיול נשמר
hi: कैलिब्रेशन सहेजी गई
hr: Kalibracija spremljena
hu: Kalibrálás mentve
id: Kalibrasi disimpan
it: Calibrazione salvata
ja: 校正を保存しました
ko: 보정 저장됨
ms: Penentukuran disimpan
nb: Kalibrering lagret
nl: Kalibratie bewaard
pl: Kalibracja zapisana
pt_br: Calibração salva
pt_pt: Calibração guardada
ro: Calibrare salvată
ru: Калибровка сохранена
sk: Kalibrácia uložená
sv: Kalibrering sparad
th: บันทึกปรับเทียบแล้ว
tr: Kalibrasyon kaydedildi
uk: Калібрування збережено
vi: Đã lưu hiệu chỉnh
zh_hans: 校准已保存
zh_hant: 校正已儲存

# live.clear_reading
source: Clear reading
ar: مسح القراءة
ca: Neteja la lectura
cs: Vymazat údaj
da: Ryd aflæsning
de: Messwert löschen
el: Καθαρισμός ένδειξης
es: Borrar lectura
fi: Tyhjennä lukema
fr: Effacer la lecture
he: נקה קריאה
hi: रीडिंग साफ़ करें
hr: Očisti očitavanje
hu: Mérés törlése
id: Hapus bacaan
it: Cancella lettura
ja: 読み取りをクリア
ko: 명확한 판독
ms: Padam bacaan
nb: Fjern avlesning
nl: Wis meting
pl: Wyczyść odczyt
pt_br: Limpar leitura
pt_pt: Limpar leitura
ro: Șterge citirea
ru: Очистить отсчёт
sk: Vymazať údaj
sv: Rensa avläsning
th: ล้างค่า
tr: Okumayı temizle
uk: Очистити відлік
vi: Xóa số đo
zh_hans: 清晰阅读
zh_hant: 清除讀數

# live.clear_reading_a11y
source: Clear rejected weight reading
ar: مسح قراءة وزن مرفوضة
ca: Esborra la lectura del pes rebutjat
cs: Vymazat odmítnutý údaj váhy
da: Ryd afvist vægtaflæsning
de: Abgelehnten Gewichtswert löschen
el: Καθαρισμός απορριφθείσας ένδειξης βάρους
es: Borrar lectura de peso rechazada
fi: Tyhjennä hylätty painolukema
fr: Effacer la lecture de poids rejetée
he: נקה קריאת משקל שנדחתה
hi: अस्वीकृत वज़न रीडिंग साफ़ करें
hr: Očisti odbačeno očitavanje težine
hu: Elutasított súlymérés törlése
id: Hapus bacaan berat ditolak
it: Cancella la lettura peso rifiutata
ja: 却下した体重読み取りをクリア
ko: 거부된 체중 판독 지우기
ms: Padam bacaan berat ditolak
nb: Fjern avvist vektavlesning
nl: Wis afgewezen gewichtsmeting
pl: Wyczyść odrzucony odczyt wagi
pt_br: Limpar leitura de peso rejeitada
pt_pt: Limpar leitura de peso rejeitada
ro: Șterge citirea de greutate respinsă
ru: Очистить отклонённый отсчёт веса
sk: Vymazať odmietnutý údaj váhy
sv: Rensa avvisad viktavläsning
th: ล้างน้ำหนักที่ปฏิเสธ
tr: Reddedilen ağırlık okumasını temizle
uk: Очистити відхилений відлік ваги
vi: Xóa số cân bị từ chối
zh_hans: 清除被拒绝的重量读数
zh_hant: 清除被拒絕的體重讀數

# live.close_a11y
source: Close weigh-in
ar: إغلاق الوزن
ca: Tanca el pesatge
cs: Zavřít vážení
da: Luk indvejning
de: Einwiegen schließen
el: Κλείσιμο ζύγισης
es: Cerrar pesaje
fi: Sulje punnitus
fr: Fermer la pesée
he: סגור שקילה
hi: तौल बंद करें
hr: Zatvori vaganje
hu: Mérés bezárása
id: Tutup timbang
it: Chiudi pesata
ja: 計量を閉じる
ko: 중량 측정 닫기
ms: Tutup timbang
nb: Lukk innveiing
nl: Sluit weegmoment
pl: Zamknij ważenie
pt_br: Fechar pesagem
pt_pt: Fechar pesagem
ro: Închide cântărirea
ru: Закрыть взвешивание
sk: Zavrieť váženie
sv: Stäng invägning
th: ปิดการชั่ง
tr: Tartımı kapat
uk: Закрити зважування
vi: Đóng lần cân
zh_hans: 关闭称重
zh_hant: 關閉量體重

# live.comp.awaiting
source: Waiting for barefoot body composition. Stay on the electrodes.
ar: بانتظار تركيب الجسم barefoot. ابقَ على الأقطاب.
ca: Esperant la composició corporal descalça. Queda't als elèctrodes.
cs: Čekám na barefoot složení těla. Zůstaň na elektrodách.
da: Venter på barfodet kropssammensætning. Bliv på elektroderne.
de: Warte auf barfuße Körperzusammensetzung. Auf den Elektroden bleiben.
el: Αναμονή barefoot σύστασης σώματος. Μείνε στα ηλεκτρόδια.
es: Esperando composición corporal a pies descalzos. Quédate en los electrodos.
fi: Odotetaan paljasjalkaista kehonkoostumusta. Pysy elektrodeilla.
fr: En attente de la composition pieds nus. Reste sur les électrodes.
he: ממתין להרכב גוף barefoot. הישאר על האלקטרודות.
hi: बिना जूते बॉडी कंपोज़िशन की प्रतीक्षा। इलेक्ट्रोड पर रहें।
hr: Čekam barefoot sastav tijela. Ostani na elektrodama.
hu: Barefoot testösszetételre várok. Maradj az elektródákon.
id: Menunggu komposisi tubuh tanpa sepatu. Tetap di elektroda.
it: In attesa della composizione corporea a piedi scalzi. Resta sugli elettrodi.
ja: 素足の体組成を待っています。電極の上に留まって。
ko: 맨발의 신체 구성을 기다리는 중입니다. 전극에 머물러 있으십시오.
ms: Menunggu komposisi badan kaki kosong. Kekal pada elektrod.
nb: Venter på barfot kroppssammensetning. Bli på elektrodene.
nl: Wachten op blootsvoete lichaamssamenstelling. Blijf op de elektrodes.
pl: Czekam na barefoot skład ciała. Zostań na elektrodach.
pt_br: Aguardando composição corporal descalço. Fique nos eletrodos.
pt_pt: A aguardar composição corporal descalço. Fica nos elétrodos.
ro: Se așteaptă compoziția corporală desculț. Stai pe electrozi.
ru: Жду barefoot состав тела. Стой на электродах.
sk: Čakám na barefoot zloženie tela. Zostaň na elektródach.
sv: Väntar på barfota kroppssammansättning. Stå kvar på elektroderna.
th: รอองค์ประกอบร่างกายเท้าเปล่า ยืนบนอิเล็กโทรดต่อ
tr: Barefoot vücut kompozisyonu bekleniyor. Elektrotlarda kal.
uk: Чекаю barefoot склад тіла. Стій на електродах.
vi: Đang chờ thành phần cơ thể chân trần. Đứng trên điện cực.
zh_hans: 等待赤脚的身体成分。停留在电极片上。
zh_hant: 等待赤腳體成分。站在電極上。
